---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ClearCoverInterior
source: html/bddaa408-7bea-c20c-6005-a51848a4ee49.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ClearCoverInterior Property

"Rebar Cover - Interior Face"

## Syntax (C#)
```csharp
public static ForgeTypeId ClearCoverInterior { get; }
```